app/controllers/users_controller.rb

INSERT INTO "users" ("username", "email", "bio", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["username", "Pascal"], ["email", "nobody@userksdf.com"], ["bio", "Hehe"], ["created_at", "2018-07-31 16:21:16.692096"], ["updated_at", "2018-07-31 16:21:16.692096"]]
---
  def create
    puts "temoin depuis /create"
    puts params.inspect
    puts params[:authenticity_token]
    @user = User.create(username: params[:user][:username], email: params[:user][:email], bio: params[:user][:bio] )